import React from "react";
import "./Rools.css";

function Rools() {
  return (
    <div className='rools_txt'>
      <h2>Правила сайта</h2>
      <br />
      <p>Уважаемые клиенты и гости сервиса!!!</p>
      <br />
      <p>
        Категорически Запрещается использовать наш сервис в качестве посредника,
        в приобретении Запрещенных товаров, в свободном обороте России или
        Украины, мошеннических операциях, а так же легализации средств
        полученных преступных путем. Вы должны понимать, что наша команда
        тщательно проверяет легальность сделок оформленных на сервисе и в любой
        момент может потребовать подтверждение легальности сделки от Вас. Если
        Ваши интересы использования Crypto.changer идут в разрез с
        законодательством, вы рискуете безвозвратно потерять средства. Если же
        Ваши намерения использовать сервис несут исключительно благой характер,
        команда Crypto.changer всегда готова прийти Вам на помощь!!!
      </p>
      <ol>
        <li>
          <b>1. Стороны соглашения.</b>
           <p>
          Договор заключается между интернет сервисом по обмену титульных
          знаков, далее Исполнитель, — с одной стороны, и Заказчик, в лице того,
          кто воспользовался услугами Исполнителя, — с другой стороны.
        </p>
        </li>
       
        <li>
          <b>2. Список терминов.</b>
        
        <p>
          2.1. Обмен титульных знаков — автоматизированный продукт интернет
          обслуживания, который предоставляется Исполнителем на основании данных
          правил.
        </p>
        <p>
          2.2. Заказчик — физическое лицо, соглашающееся с условиями Исполнителя
          и данного соглашения, к которому присоединяется.
        </p>
        <p>
          2.3. Титульный знак — условная единица той или иной платежной системы,
          которая соответствует расчетам электронных систем и обозначает объем
          прав, соответствующих договору системы электронной оплаты и ее
          Заказчика.
        </p>
        <p>
          2.4. Заявка — сведения, переданные Заказчиком для использования
          средств Исполнителя в электронном виде и свидетельствующие о том, что
          он принимает условия пользования сервисом, которые предлагаются
          Исполнителем в данной заявке.
        </p></li>
        <li>
          <b>3. Условия соглашения.</b>
        
        <p>
          Данные правила считаются организованными за счет условий общественной
          оферты, которая образуется во время подачи Заказчиком заявки и
          является одной из главных составляющих настоящего договора.
          Общественной офертой именуются отображаемые исполнителем сведения об
          условиях подачи заявки. Главным составляющим общественной оферты
          являются действия, сделанные в завершении подачи заявки Заказчиком и
          говорящие о его точных намерениях совершить сделку на условиях
          предложенных Исполнителем перед завершением данной заявки. Время,
          дата, и параметры заявки создаются Исполнителем автоматически в момент
          окончания формирования данной заявки. Предложение должно приняться
          Заказчиком в течение 24 часов от окончания формирования заявки.
          Договор по обслуживанию вступает в силу с момента поступления
          титульных знаков в полном размере, указанном в заявке, от Заказчика на
          реквизиты Исполнителя. Операции с титульными знаками учитываются
          согласно правилам, регламенту и формату электронных систем по
          расчетам. Договор действителен в течение срока, который
          устанавливается с момента подачи заявки до момента завершения обмена
          исполнителем или расторжения по инициативе одной из сторон.
        </p></li>
        <li>
          <b>4. Предмет соглашения.</b>
       
        <p>
          Путем использования технических методов Исполнитель обязуется
          выполнять обмен титульных знаков за комиссионное вознаграждение от
          Заказчика, после подачи данным лицом заявки и совершает это путем
          продажи титульных знаков лицам, желающим их приобрести по сумме,
          указанной не ниже, чем в заявке поданной Заказчиком. Денежные средства
          Исполнитель обязуется переводить на указанные Заказчиком реквизиты. В
          случае возникновения во время обмена прибыли, она остается на счету
          Исполнителя, как дополнительная выгода и премия за комиссионные
          услуги. В случаях когда Заказчик передает Исполнителю криптоединицы и
          в момент перехода они теряют стоимость более 1го процента, исполнитель
          в праве переоценить их и выплатить по стоимости на момент полного
          зачисления на его счет т.е на момент получения всех необходимых
          подтверждений сети.
        </p> </li>
        <li>
          <b>5. В дополнение.</b>
        </li>
        <p>
          5.1. Если на счет Исполнителя поступает сумма, отличающаяся от
          указанной в заявке, Исполнитель делает перерасчет, который
          соответствует фактическому поступлению титульных знаков. Если данная
          сумма превышает указанную в заявке более чем на 10%, Исполнитель
          расторгает договор в одностороннем порядке и все средства на
          усмотрение исполнителя возвращаются на реквизиты Заказчика или
          остаются на счету у исполнителя, Возврат осуществляется с учетом
          вычтенной суммы на комиссионные расходы а так же комиссию сервиса во
          время перевода.
        </p>
        <p>
          5.1.1. Время Обработки заявки в которой сумма титульных знаков
          отличается от фактически полученной Исполнителем, может быть
          неограниченно продлено до момента обращения Заказчика к Исполнителю, а
          так же выполняются по истечению 24х часов после обращения
        </p>
        <p>
          5.2. В случае, когда титульные знаки не отправляются Исполнителем на
          указанные реквизиты Заказчика в течение 24 часов рабочего времени,
          Заказчик имеет полное право потребовать расторжение соглашения и
          аннулировать свою заявку, тем самым совершая возврат титульных знаков
          на свой счет в полном объеме. Заявка на расторжение соглашения и
          возврата титульных знаков выполняется Исполнителем в том случае, если
          денежные средства еще не были переведены на указанные реквизиты
          Заказчика. В случае аннулирования договора, возврат электронной валюты
          производится в течение 24 часов с момента получения требовании о
          расторжении договора. Если задержки при возврате возникли не по вине
          Исполнителя, он не несет за них ответственности.
        </p>
        <p>
          5.3. Если титульные знаки не поступают от Заказчика на счет
          Исполнителя в течение указанного срока, с момента подачи заявки
          Заказчиком, соглашение между сторонами расторгается Исполнителем с
          одной стороны, так как договор не вступает в действие. Заказчик может
          об этом не уведомляться. Если титульные знаки поступает на реквизиты
          Исполнителя после указанного срока, то такие средства переводятся
          обратно на счет или выплачиваются на счет Заказчика по актуальному
          курсу на момент поступления средств, причем все комиссионные расходы,
          связанные с переводом, высчитываются из данных средств.
        </p>
        <p>
          5.4. Если происходит задержка перевода средств на реквизиты, указанные
          Заказчиком, по вине расчетной системы, Исполнитель не несет
          ответственности за ущерб, возникающий в результате долгого поступления
          денежных средств. В этом случае Заказчик должен согласиться с тем, что
          все претензии будут предъявляться к расчетной системе, а Исполнитель
          оказывает свою помощь по мере своих возможностей в рамках закона.
        </p>
        <p>
          5.5. В случае обнаружения подделки коммуникационных потоков или
          оказания воздействия, с целью ухудшить работу Исполнителя, а именно
          его программного кода, заявка приостанавливается, а переведенные
          средства подвергаются перерасчету в соответствии с действующим
          соглашением. Если Заказчик не согласен с перерасчетом, он имеет полное
          право расторгнуть договор и титульные знаки отправятся на реквизиты
          указанные Заказчиком.
        </p>
        <p>
          5.6. В случае пользования услугами Исполнителя, Заказчик полностью
          соглашается с тем, что Исполнитель несет ограниченную ответственность
          соответствующую рамкам настоящих правил полученных титульных знаков и
          не дает дополнительных гарантий Заказчику, а также не несет перед ним
          дополнительной ответственности. Соответственно Заказчик не несет
          дополнительной ответственности перед Исполнителем.
        </p>
        <p>
          5.7. Заказчик обязуется выполнять нормы соответствующие
          законодательству, а также не подделывать коммуникационные потоки и не
          создавать препятствий для нормальной работы программного кода
          Исполнителя.
        </p>
        <p>
          5.8. Исполнитель не несет ответственности за ущерб и последствия при
          ошибочном переводе электронной валюты в том случае, если Заказчик
          указал при подаче заявки неверные реквизиты.
        </p>
        <p>
          5.9. Оплаты с участием криптовалют полученные по истечению 30 минут
          или явно ошибочному курсу, будут пересчитаны по ТОП 3 курсу рынка
          Bestchange.
        </p>
        <p>
          5.10. Заявки с участием криптовалют оформленные в нерабочее время,
          будут пересчитаны по актуальному курсу Топ3 bestchange, независимо от
          того в какую сторону изменился курс, на момент начала рабочего времени
        </p>
        <li>
          <b>6. Гарантийный срок.</b>
        </li>
        <p>
          Если на счет Исполнителя поступает сумма, отличающаяся от указанной в
          заявке, Исполнитель делает перерасчет, который соответствует
          фактическому поступлению титульных знаков. Если данная сумма превышает
          указанную в заявке более чем на 10%, Исполнитель расторгает договор в
          одностороннем порядке и все средства на усмотрение исполнителя
          возвращаются на реквизиты Заказчика или остаются на счету у
          исполнителя, Возврат осуществляется с учетом вычтенной суммы на
          комиссионные расходы а так же комиссию сервиса во время перевода.
        </p>
        <li>
          <b>7. Непредвиденные обстоятельства.</b>
        </li>
        <p>
          В случае, когда в процессе обработки заявки Заказчика возникают
          непредвиденные обстоятельства, способствующие невыполнению
          Исполнителем условий договора, сроки выполнения заявки переносятся на
          соответствующий срок длительности форс-мажора. За просроченные
          обязательства Исполнитель ответственности не несет.
        </p>
        <li>
          <b>8. Форма соглашения.</b>
        </li>
        <p>
          Данное соглашение обе стороны, в лице Исполнителя и Заказчика,
          принимают как равноценный по юридической силе договор, обозначенный в
          письменной форме.
        </p>
        <li>
          <b>9. Претензии и споры.</b>
        </li>
        <p>
          Претензии по настоящему соглашению принимаются Исполнителем в форме
          электронного письма, в котором Заказчик указывает суть претензии.
          Данное письмо отправляется на указанные на сайте реквизиты
          Исполнителя. Все претензии относительно выплат принимаются в течение
          24-х часов.
        </p>
        <li>
          <b>10. Проведение обменных операций.</b>
        </li>
        <p>
          10.1. Категорически запрещается пользоваться услугами Исполнителя для
          проведения незаконных переводов и мошеннических действий. При
          заключении настоящего договора, Заказчик обязуется выполнять эти
          требования и в случае мошенничества нести уголовную ответственность,
          установленную законодательством на данный момент.
        </p>
        <p>
          10.2. В случае невозможности выполнения заявки автоматически, по не
          зависящим от Исполнителя обстоятельствам, таким как отсутствие связи,
          нехватка средств, или же ошибочные данные Заказчика, средства
          поступают на счет в течение последующих 24 часов или же возвращается
          на реквизиты Заказчика за вычетом комиссионных расходов.
        </p>
        <p>
          10.3. По первому требованию Исполнитель вправе передавать информацию о
          переводе электронной валюты правоохранительным органам, администрации
          расчетных систем, а также жертвам неправомерных действий, пострадавшим
          в результате доказанного судебными органами мошенничества.
        </p>
        <p>
          10.4. Заказчик обязуется представить все документы, удостоверяющие его
          личность, в случае подозрения о мошенничестве и отмывании денег.
        </p>
        <p>
          10.5. Заказчик обязуется не вмешиваться в работу Исполнителя и не
          наносить урон его программной и аппаратной части, а также Заказчик
          обязуется передавать точные сведения для обеспечения выполнения
          Исполнителем всех условий договора.
        </p>
        <p>
          10.6. В целях предотвращения случаев мошенничества Исполнитель в праве
          потребовать от заказчика все подтверждающие документы личности
          заказчика, а так же задержать средства на срок от 24 часов. А так же,
          при возникновении спорных ситуаций при блокировке счёта, операторы
          могут запросить дополнительные создания заявок.
        </p>
        <li>
          <b>11. Отказ от обязательств.</b>
        </li>
        <p>
          Исполнитель имеет право отказа на заключение договора и выполнение
          заявки, в случае подозрения неправомерности проведения обмена, причем
          без объяснения причин. Данный пункт применяется по отношению к любому
          клиенту.
        </p>
        <li>
          <b>12. Возврат средств.</b>
        </li>
        <p>
          Возврат средств осуществляется по обращению клиента за вычетом всех
          комиссий затраченных третьими лицами и плюс 5% комиссия сервиса( только
          в случае если средства еще не были выплачены на счет клиента)
        </p>
        <p>
          12.1. Возврат средств возможен исключительно по решению Сервиса.
        </p>
        <p>
          12.2. Для оформления заявки на возврат Пользователь должен обратиться
          с электронным письмом на электронную почту Сервиса по
          адресу: <a href = "mailto: cryptochan@mail.ru">cryptochan@mail.ru</a>. Письмо должно быть отправлено с
          почты, указанной в заявке, по которой Пользователь желает получить
          возврат. В письме необходимо указать номер заявки , последние 4 цифры
          номера карты на которую была оформлена заявка , реквизиты для
          получения средств по возврату и причину обращения.
        </p>
        <li><b>13. Верификация.</b></li>
        <p>С целью предотвращения случаев мошенничества обмены, оператор может потребовать пройти верификацию.</p>
        <br /><br />
        <i>Наш сервис надеется на долгосрочное, взаимовыгодное сотрудничество.</i>
      </ol>
    </div>
  );
}
export default Rools;
